Repository: yassinebensalem/click
Catalog: Src/MipLivrelStore/Ressource/SharedResource.*.resx
Languages: ar, fr_fr

# AccountSideBar.Account
source: Account
ar: الحساب
fr_fr: Compte

# AccountSideBar.Close
source: Close
ar: غلق
fr_fr: Fermer

# AccountSideBar.Create
source: Create Account
ar: إنشاء حساب
fr_fr: Créer un compte

# AccountSideBar.Accept
source: I accepte the
ar: أنا أقبل
fr_fr: J'accepte les

# AccountSideBar.TermsAndConditions
source: General Terms and Conditions
ar: الاحكام والشروط العامة
fr_fr: Termes et les Conditions Générales

# AccountSideBar.ForgotPass
source: Forgot Password ?
ar: هل نسيت كلمة السر ؟
fr_fr: Mot de passe oublié ?

# AccountSideBar.Password
source: Password
ar: كلمة السر
fr_fr: Mot de Passe

# AccountSideBar.ShowPassword
source: Show Password
ar: إظهار كلمة السر
fr_fr: Afficher le mot de passe

# AccountSideBar.Remember
source: Remember me
ar: تذكرنى
fr_fr: Se souvenir de moi

# AccountSideBar.SignIn
source: Sign In
ar: تسجيل الدخول
fr_fr: S'identifier

# AccountSideBar.Username
source: Username or email *
ar: اسم المستخدم أو البريد الالكتروني*
fr_fr: Nom d'utilisateur ou email *

# AccountSideBar.FirstName
source: First Name
ar: الإسم
fr_fr: Prénom

# AccountSideBar.LastName
source: Last Name
ar: اللقب
fr_fr: Nom

# AccountSideBar.Email
source: Email
ar: البريد الإلكتروني

# AccountSideBar.ConfirmPassword
source: Confirm
ar: تأكيد
fr_fr: Confirmer

# AccountSideBar.Or
source: Or
ar: أو
fr_fr: Ou

# AccountSideBar.LoginAlternative
source: Log In With Just One Click
ar: قم بتسجيل الدخول بخطوة واحدة فقط
fr_fr: Connectez-Vous en Un Seul Clic

# AccountSideBar.InsertEmailOrUsername
source: Insert your username or password
ar: أدخل اسم المستخدم أو البريد الإلكتروني
fr_fr: insérer le nom d'utilisateur ou l'adresse e-mail

# AccountSideBar.Gender
source: Gender
ar: الجنس
fr_fr: Genre

# AccountSideBar.Male
source: Man
ar: رجل
fr_fr: Homme

# AccountSideBar.Female
source: Woman
ar: امرأة
fr_fr: Femme

# AccountSideBar.AlreadyHaveAccount
source: Already have an account ?
ar: هل لديك حساب ؟
fr_fr: Vous avez déjà un compte ?

# AccountSideBar.RecoverPassword
source: Recover Password
ar: إستعادة كلمة المرور
fr_fr: Récupérer mot de passe

# AccountSideBar.RecoverPasswordMailText
source: An email was sent to this address.
ar: تم إرسال بريد إلى هذا العنوان.
fr_fr: Un mail a été envoyé à cette adresse.

# AccountSideBar.RememberPassword
source: Remember your password ?
ar: تذكر كلمة السر الخاصة بك؟
fr_fr: Se souvenir de votre mot de passe ?

# AccountSideBar.EmptyFields
source: Please fill the highlighted fields
ar: يرجى تعمير الحقول المضللة
fr_fr: Veuillez remplir les champs en surbrillance

# AccountSideBar.DescriptionMinimumLength
source: The description of the book must be 30 characters at least.
ar: يجب أن يكون وصف الكتاب 30 حرفًا على الأقل.
fr_fr: La description du livre doit comporter au moins 30 caractères.

# AccountSideBar.UserNotFound
source: This user does not exist, please check the email address entered
ar: هذا المستخدم غير موجود ، يرجى التحقق من عنوان البريد الإلكتروني الذي تم إدخاله
fr_fr: Cet utilisateur n'existe pas, veuillez vérifier l'adresse e-mail saisie

# AccountSideBar.AdminNotAuthorized
source: The admin is not authorized to access this site
ar: المسؤول(Admin) غير مصرح له باستخدام هذا الموقع
fr_fr: L'administrateur n'est pas autorisé à accéder à ce site

# AccountSideBar.EmailNotConfirmed
source: This email is not confirmed, please check the email sent to you to confirm it
ar: لم يتم تأكيد هذا البريد الإلكتروني ، يرجى التحقق من البريد الإلكتروني المرسل إليك لتأكيده
fr_fr: Cet e-mail n'est pas confirmé, veuillez vérifier l'e-mail qui vous a été envoyé pour le confirmer

# AccountSideBar.WrongPassword
source: This entered password is wrong, please verify it
ar: كلمة السر التي تم إدخالها خاطئة ، يرجى التحقق منها
fr_fr: Ce mot de passe saisi est erroné, veuillez le vérifier

# AccountSideBar.PasswordRequiresDigit
source: Password must have at least one digit ('0'-'9')
ar: يجب أن تحتوي كلمة السر على رقم واحد على الأقل ("0" - "9")
fr_fr: Le mots de passe doivent comporter au moins un chiffre ('0'-'9')

# AccountSideBar.PasswordRequiresLower
source: Password must have at least one lowercase character ('a'-'z')
ar: يجب أن تحتوي كلمة المرور على حرف صغير واحد على الأقل ("a" - "z")
fr_fr: Le mot de passe doit avoir au moins une minuscule ('a'-'z')

# AccountSideBar.PasswordRequiresUpper
source: Password must have at least one uppercase ('A'-'Z')
ar: يجب أن تحتوي كلمة السر على حرف كبير واحد على الأقل ("A" - "Z")
fr_fr: Le mot de passe doit avoir au moins une majuscule ('A'-'Z')

# AccountSideBar.PasswordRequiresNonAlphanumeric
source: Password must have at least one non alphanumeric character(@,#,$...)
ar: يجب أن تحتوي كلمة السر على حرف واحد على الأقل ليس أبجديًا رقميًا(@,#,$...)
fr_fr: Le mot de passe doit comporter au moins un caractère non alphanumérique(@,#,$...)

# AccountSideBar.WrongEmailFormat
source: The entered email is not in the correct format
ar: البريد الإلكتروني الذي تم إدخاله ليس بالشكل الصحيح
fr_fr: L'e-mail saisi n'est pas au bon format

# AccountSideBar.DuplicateUserName
source: the entered email is already taken
ar: البريد الإلكتروني الذي تم إدخاله مستعمل مسبقا
fr_fr: l'email saisi est déjà pris

# AccountSideBar.Error_Password
source: The Password must be at least 6 and at max 25 characters long
ar: يجب ألا تقل كلمة المرور عن 6 أحرف ولا تزيد عن 25 حرفًا
fr_fr: Le mot de passe doit comporter au moins 6 et au maximum 25 caractères

# AccountSideBar.Error_ConfirmPassword
source: The password and the confirm password do not match
ar: كلمة السر وتأكيد كلمة السر غير متطابقتين
fr_fr: Le mot de passe et le mot de passe de confirmation ne correspondent pas

# AccountSideBar.RaisonSocial
source: Publishing House
ar: إسم دار النشر
fr_fr: Raison sociale

# AccountSideBar.IdFiscal
source: Tax ID
ar: المعرف المالي
fr_fr: Id fiscal

# Annonce.MSG1
source: You are passionate about reading!
ar: أنت شغوف بالقراءة!
fr_fr: Vous êtes passionné de lecture!

# Annonce.MSG2
source: Sign up today and get your first free book!
ar: سجل اليوم واحصل على كتاب مجاني!
fr_fr: Inscrivez-vous aujourd'hui et bénéficier de votre premier livre gratuit!

# Blogs.Latest
source: LATEST BLOGS
ar: أحدث المدونات
fr_fr: DERNIER BLOGS

# Book.Arrivals
source: New sections
ar: أقسام جديدة
fr_fr: Nouvelles sections

# Book.Bestsellers
source: Best selling
ar: الأكثر مبيعًا
fr_fr: Les Plus Vendus

# Book.Popular
source: Our books
ar: كُتبنا
fr_fr: Nos Livres

# Book.Selection
source: Our selection
ar: اختيارنا
fr_fr: Notre sélection

# Book.Viewed
source: Award winning
ar: الحائزة على جوائز
fr_fr: Primés

# Book.ByAuthor
source: By
ar: تأليف
fr_fr: Par

# Book.Currency
source: TND
ar: دت
fr_fr: DT

# Book.AboutBook
source: About Book
ar: نبذة عن الكتاب
fr_fr: À Propos

# Book.Quantity
source: Quantity
ar: الكمية
fr_fr: Quantité

# Book.AddToCart
source: Add To Cart
ar: أضف إلى السلة
fr_fr: Ajouter Au Panier

# Book.RemoveFromCart
source: Remove From Cart
ar: إزالة من السلة
fr_fr: Supprimer du Panier

# Book.AddToLibrary
source: Add To Library
ar: أضف إلى المكتبة
fr_fr: Ajouter à La Bibliothéque

# Book.RemoveFromLibrary
source: Remove From Library
ar: إزالة من المكتبة
fr_fr: Retirer de La Bibliothéque

# Book.InLibrary
source: In Library
ar: في المكتبة
fr_fr: En librairie

# Book.AddToWishlist
source: Add To Wishlist
ar: أضف إلى قائمة المفضلة
fr_fr: Ajouter aux favoris

# Book.RemoveFromWishlist
source: Remove From Wishlist
ar: إزالة من قائمة المفضلة
fr_fr: Retirer des favoris

# Book.Share
source: Share
ar: مشاركة
fr_fr: Partager

# Book.BookDetails
source: Edition Details
ar: عن الطبعة
fr_fr: Détails de l'Édition

# Book.BookDescription
source: Description
ar: الوصف

# Book.NumberPages
source: pages
ar: صفحة

# Book.PublicationDate
source: Published in
ar: نشر سنة
fr_fr: Publié en

# Book.PublisherName
source: Published by
ar: تم النشر لدى
fr_fr: Parution par

# Book.PublicationCountry
source: Publication Country
ar: بلد النشر
fr_fr: Pays de Parution

# Book.Language
source: Language
ar: اللغة
fr_fr: Langue

# BookPrize.CustomersAlsoConsidered
source: Books Also Considered
ar: كما نظر الكتب أيضا إلى
fr_fr: Les Livres Ont Également Considéré

# Book.CustomersAlsoConsidered
source: Customers Also Considered
ar: كما نظر الحرفاء أيضا إلى
fr_fr: Les Clients Ont Également Considéré

# Book.Category
source: Category
ar: التصنيف
fr_fr: Catégorie

# Book.ISBN
source: ISBN Code
ar: رمز ال ISBN
fr_fr: Code ISBN

# Book.Status
source: Status
ar: الحالة
fr_fr: État

# Explore.view
source: See all
ar: إظهار الكل
fr_fr: Voir tout

# Footer.About
source: About Us
ar: معلومات عنا
fr_fr: A propos de nous

# Footer.Accessibility
source: Accessibility
ar: إمكانية الوصول
fr_fr: Accessibilité

# Footer.Adresse
source: 46 Artisanat Street, Industrial Zone Charguia 2, Ariana
ar: شارع الحرف اليدوية ، المنطقة الصناعية الشرقية 2، أريانة
fr_fr: 46 Rue de l'Artisanat, zone industrielle Charguia 2, Ariana

# Footer.Bookmarks
source: Bookmarks
ar: إشارات مرجعية
fr_fr: Signets

# Footer.Contact
source: Contact
ar: اتصل

# Footer.ContactUs
source: Contact us
ar: اتصل بنا
fr_fr: Nous contacter

# Footer.CustomerService
source: Customer Service
ar: خدمة الزبائن
fr_fr: Service Clients

# Footer.EnterMail
source: Enter email
ar: أدخل البريد الإلكتروني
fr_fr: Entrez l'e-mail

# Footer.Explore
source: Explore
ar: للاستكشاف
fr_fr: Explorer

# Footer.Guarantee
source: Money back guarantee
ar: ضمان استعادة الاموال
fr_fr: Garantie de remboursement

# Footer.Guarantee2
source: Within 30 days
ar: خلال 30 يوما
fr_fr: Dans les 30 jours

# Footer.Help
source: Help
ar: مساعدة
fr_fr: Aide

# Footer.Message1
source: Signup to be the first to hear about exclusive deals, special offers and upcoming collections
ar: اشترك لتكون أول من يسمع عن الصفقات الحصرية والعروض الخاصة والمجموعات القادمة
fr_fr: Inscrivez-vous pour être le premier informé des offres exclusives, des offres spéciales et des collections à venir

# Footer.Message2
source: All rights reserved
ar: كل الحقوق محفوظة
fr_fr: Tous les droits sont réservés

# Footer.MessageMail
source: Please enter a valid email address.
ar: رجاء قم بإدخال بريد الكتروني صحيح
fr_fr: S'il vous plaît, mettez une adresse email valide.

# Footer.Newsletter
source: Join our newsletter
ar: اشترك في صحيفتنا الإخبارية
fr_fr: Rejoignez notre newsletter

# Footer.Paiement
source: Secured payment
ar: الدفع آمن
fr_fr: Paiement sécurisé

# Footer.Paiement2
source: 100% secure payment
ar: 100٪ دفع آمن
fr_fr: Paiement 100% sécurisé

# Footer.Pays
source: Tunisia
ar: تونس
fr_fr: Tunisie

# Footer.Policy
source: Policy
ar: سياسة
fr_fr: Politique

# Footer.Privacy
source: Privacy
ar: خصوصية
fr_fr: Vie privée

# Footer.ProductRecalls
source: Product recalls
ar: عمليات سحب المنتج
fr_fr: Rappels de produits

# Footer.ReturnPolicy
source: Return policy
ar: سياسة العائدات
fr_fr: Politique de retour

# Footer.Returns
source: Returns
ar: عائدات
fr_fr: Retour

# Footer.Security
source: Security
ar: حماية
fr_fr: Sécurité

# Footer.SignJoin
source: Sign in/Join
ar: تسجيل الدخول / الانضمام
fr_fr: Se connecter/Rejoindre

# Footer.Sitemap
source: Sitemap
ar: خريطة الموقع
fr_fr: Plan du site

# Footer.StorePickup
source: Store pickup
ar: الاستلام من المتجر

# Footer.Support
source: 24/7 support
ar: 24/7 دعم

# Footer.Support2
source: Within 1 working day
ar: في غضون يوم عمل واحد
fr_fr: Sous 1 jour ouvrable

# Footer.Terms
source: Terms of use
ar: تعليمات الاستخدام
fr_fr: Conditions d'utilisation

# Library.Biblio
source: Library
ar: المكتبة
fr_fr: Bibliothéque

# Menu.AudioBooks
source: Audiobooks
ar: الكتب الصوتية
fr_fr: Livres audio

# Menu.Categories
source: Categories
ar: التصنيفات
fr_fr: Catégories

# Menu.Contacts
source: Contact
ar: اتصل

# Menu.Editors
source: Publishing house
ar: دار النشر
fr_fr: Maisons d'édition

# Menu.Promotions
source: Promotions
ar: العروض

# Menu.FreeBooks
source: Free books
ar: الكتب المجانية
fr_fr: Livres gratuit

# Menu.Discount
source: Discount
ar: تخفيضات
fr_fr: Remises

# Menu.Home
source: Home
ar: الصفحة الرئيسية
fr_fr: Accueil

# Menu.News
source: News
ar: المستجدات
fr_fr: Nouveautés

# Menu.Sales
source: Best sales
ar: أفضل المبيعات
fr_fr: Meilleures Ventes

# Navbar.auteur
source: Author
ar: الكاتب
fr_fr: Auteur

# Navbar.categories
source: Categories
ar: التصنيفات
fr_fr: Catégories

# Navbar.editeur
source: Editor
ar: المحرر
fr_fr: Editeur

# Navbar.Livre
source: Book
ar: الكتاب
fr_fr: Livre

# Navbar.Books
source: Books
ar: الكتب
fr_fr: Livres

# Navbar.recherche
source: Search for books by keyword
ar: البحث عن الكتب عن طريق الكلمات الرئيسية
fr_fr: Rechercher des livres par mot-clé

# Slideshow.Auteur
source: Author
ar: الكاتب
fr_fr: Auteur

# Slideshow.BestBooks
source: The best books
ar: أفضل الكتب
fr_fr: Les meilleurs livres

# Slideshow.choice
source: Choose your book
ar: اختر كتابك
fr_fr: Choisir votre livre

# Slideshow.Editeur
source: Editor
ar: محرر
fr_fr: Editeur

# Slideshow.Explore
source: To explore
ar: للاستكشاف
fr_fr: Explorer

# Slideshow.Messag1
source: Sale ends April 30, 2022 at midnight
ar: تنتهي التخفيضات في 30 أبريل 2022 في منتصف الليل
fr_fr: La vente se termine le 30 avril 2022 à minuit

# Slideshow.Mounth
source: of the month
ar: هذا الشهر
fr_fr: du mois

# Div.Category1
source: ARTS
ar: فنون

# Div.Category2
source: HEALTH
ar: الصحة
fr_fr: SANTÉ

# Account.Address
source: Address
ar: العنوان
fr_fr: Adresse

# Booklist.bibliothèque
source: Library
ar: المكتبة
fr_fr: Bibliothèque

# Valdationmsg.ChampNomlivre
source: Please enter the name of the book here
ar: الرجاء إدخال اسم الكتاب هنا
fr_fr: Veuillez entrer le nom du livre ici

# Valdationmsg.ChampDate
source: Please enter the release date here
ar: الرجاء إدخال تاريخ الإصدار هنا
fr_fr: Veuillez saisir la date de parution ici

# Valdationmsg.ChampISBN
source: Please enter the code here
ar: الرجاء إدخال الرمز هنا
fr_fr: Veuillez saisir le code ici

# Valdationmsg.ChampNbPage
source: Please indicate the number of pages here
ar: يرجى الإشارة إلى عدد الصفحات هنا
fr_fr: Merci d'indiquer le nombre de pages ici

# Valdationmsg.Champprix
source: Please enter your price here
ar: الرجاء إدخال سعر الكتاب هنا
fr_fr: Veuillez saisir votre prix ici

# Valdationmsg.ChampCategorie
source: Please enter your category here
ar: الرجاء إدخال فئة الكتاب هنا
fr_fr: Veuillez saisir votre catégorie ici

# Valdationmsg.Champauteur
source: Please enter the author's name here
ar: الرجاء إدخال اسم المؤلف هنا
fr_fr: Veuillez entrer le nom de l'auteur ici

# Valdationmsg.Champlangue
source: Please enter the language of the book here
ar: الرجاء إدخال لغة الكتاب هنا
fr_fr: Veuillez entrer la langue du livre ici

# Valdationmsg.Champcoverpath
source: Please enter the cover path of this book here
ar: الرجاء إدخال مسار غلاف الكتاب هنا
fr_fr: Veuillez entrer le chemin cover path de ce livre ici

# Valdationmsg.ChampPdfpath
source: Please enter the PDF path of this book here
ar: الرجاء إدخال مسار PDF لهذا الكتاب هنا.
fr_fr: Veuillez entrer le chemin PDF de ce livre ici

# Datamsg.file
source: >>>>>>> develop
ar: اختر الملف مناسب

# Form.BookDetails
source: Book Details
ar: تفاصيل الكتاب
fr_fr: Détails du livre

# Form.UpdateBook
source: Update Book
ar: تحديث الكتاب
fr_fr: Mise à jour du livre

# Form.Country
source: Country
ar: البلد
fr_fr: Pays

# Form.CoverPath
source: Book Cover
ar: غلاف الكتاب
fr_fr: Couverture du livre

# Form.Date
source: Date
ar: تاريخ النشر
fr_fr: Date de publication

# Form.Description
source: Description
ar: الوصف
fr_fr: La Description

# Form.ISBN
source: ISBN
ar: الرمز

# Form.Langues
source: Language
ar: اللغات
fr_fr: Langue

# Form.NbPages
source: Number of pages
ar: عدد الصفحات
fr_fr: Nombre de page

# Form.NomLivre
source: Title
ar: العنوان
fr_fr: Titre

# Form.PDFPath
source: PDF File
ar: ملف الكتاب
fr_fr: Fichier PDF

# Form.Prix
source: Price
ar: السعر
fr_fr: Prix

# Form.OrderNumber
source: Order Number
ar: رقم الطلب
fr_fr: Numéro de Commande

# Form.Save
source: Save
ar: حفظ
fr_fr: Sauvegarder

# Index.Account Details
source: Account Details
ar: تفاصيل الحساب
fr_fr: Détails du compte

# Index.Complete Account Details
source: Complete account Details
ar: إكمال تفاصيل الحساب
fr_fr: Compléter les détails du compte

# Index.GoBack
source: Return
ar: رجوع
fr_fr: Retourner

# Index.ShowMore
source: Show more
ar: عرض المزيد
fr_fr: Montrer plus

# Index.FullList
source: No more books found
ar: لم يتم العثور على المزيد من الكتب
fr_fr: Y'a plus de livres trouvés

# Index.Add Book
source: Add Book
ar: إضافة كتاب
fr_fr: Ajouter un livre

# Index.Dashboard
source: Dashboard
ar: الرئيسية
fr_fr: Tableau de bord

# Index.Logout
source: Logout
ar: تسجيل خروج
fr_fr: Se déconnecter

# Index.MyAccount
source: My Account
ar: حسابي
fr_fr: Mon compte

# Index.MyList
source: My Library
ar: مكتبتي
fr_fr: Ma bibliothèque

# Index.MesLivres
source: My Books
ar: كتبي
fr_fr: Mes Livres

# Index.Orders
source: Orders
ar: الطلبات
fr_fr: Ordres

# Index.wishlist
source: Favorite
ar: قائمة المفضلة
fr_fr: Favoris

# Index.MyWallet
source: My wallet
ar: محفظتي
fr_fr: Mon portefeuille

# Index.MyWalletSeeDetails
source: See more
ar: إقرأالمزيد
fr_fr: Voir plus de détails

# Index.MyWalletTransactions
source: Wallet
ar: معاملات المحفظة
fr_fr: Portefeuille

# WalletTransaction.Refill
source: Refill your wallet
ar: إملأ محفظتك
fr_fr: Rechargez votre portefeuille

# WalletTransaction.RefillPhrase
source: Enter the amount you would like to add to your wallet
ar: أدخل المبلغ الذي تريد إضافته للمحفظة
fr_fr: Entrez la somme que vous voulez ajouter à votre portefeuille

# WalletTransaction.RefillInstruction
source: Type an integer value
ar: أدخل الرقم كاملا
fr_fr: Veuillez saisir un nombre entier

# WalletTransaction.Refilled
source: Wallet refilled
ar: تعمير المحفظة
fr_fr: Alimentation du portefeuille

# WalletTransaction.Withdrawed
source: Book purshase
ar: شراء كتاب
fr_fr: Achat de livre

# WalletTransaction.Type
source: Label
ar: التسمية
fr_fr: Libellé

# WalletTransaction.Date
source: Date
ar: التاريخ

# User.Hello
source: Hello
ar: مرحبا
fr_fr: Bonjour

# User.Text
source: From your account dashboard you can view your recent orders manage your shipping and billing addresses,and edit your password and account details.
ar: من لوحة معلومات حسابك ، يمكنك عرض طلباتك الأخيرة ، وإدارة عناوين الشحن والفوترة ، وتعديل كلمة السر وتفاصيل الحساب.
fr_fr: À partir du tableau de bord de votre compte, vous pouvez afficher vos commandes récentes, gérer vos adresses de livraison et de facturation et modifier votre mot de passe et les détails de votre compte.

# Account.Phone
source: Phone
ar: الهاتف
fr_fr: Téléphone

# Account.Confirm
source: Confirm New Password
ar: تأكيد كلمة السر الجديدة
fr_fr: Confirmer le nouveau mot de passe

# Account.CurrentPassword
source: Current Password
ar: كلمة السر الحالية
fr_fr: Mot de passe actuel

# Account.image
source: Picture
ar: الصورة
fr_fr: Image

# Account.NewPassword
source: New Password
ar: كلمة مرور جديدة
fr_fr: Nouveau mot de passe

# Account.Password
source: Change Password ?
ar: تغيير كلمة السر ؟
fr_fr: Changement de mot de passe ?

# Booklist.Search
source: Search for books by keyword...
ar: البحث ...
fr_fr: Rechercher des livres par mot-clé...

# Booklist.SearchEditors
source: Search by keyword...
ar: البحث بكلمة رئيسية...
fr_fr: Recherche par mot-clé...

# PrizeBook.Edition
source: Edition
ar: الطبعة
fr_fr: Édition

# Category.cat
source: Categories
ar: التصنيفات
fr_fr: Catégories

# Category.TunisianEditions
source: Tunisian Editions
ar: إصدارات تونسية
fr_fr: Éditions Tunisiennes

# Category.ForeignEditions
source: Foreign Editions
ar: إصدارات أجنبية
fr_fr: Éditions Étrangères

# Register.RegisterConfirmation
source: Register Confirmation
ar: تأكيد التسجيل
fr_fr: Confirmation d'inscription

# Register.RegisterAccomplishment
source: In order to complete your registration, please enter your email address
ar: من أجل استكمال عملية التسجيل ، الرجاء إدخال عنوان البريد الإلكتروني الخاص بك
fr_fr: Afin d'accomplir votre inscription, veuillez saisir votre adresse mail

# Register.RegisterConfirmationText
source: Please check your email to confirm your account.
ar: يرجى التحقق من بريدك الإلكتروني لتأكيد حسابك.
fr_fr: Veuillez vérifier votre e-mail pour confirmer votre compte.

# SearchResult.NoResultFoundText
source: There are no elements in the list
ar: لا توجد عناصر في القائمة
fr_fr: Il n'y a aucun élément dans la liste

# SearchResult.NoResultFound
source: No Books Found
ar: لم يتم العثور على نتائج
fr_fr: Aucun résultat trouvé

# SearchResult.Back
source: Back to Home Page
ar: العودة إلى الصفحة الرئيسية
fr_fr: Retour à la Page d'Accueil

# SearchResult.SearchResult
source: Search Result
ar: نتيجة البحث
fr_fr: Résultat de la recherche

# UpdateUser.AlertSuccess
source: Your information has been updated successfully
ar: تم تحديث المعلومات الخاصة بك بنجاح
fr_fr: Vos informations ont été mises à jour avec succès

# ContactPage.ChoixSujet
source: Choose the subject of your request
ar: اختر موضوع طلبك
fr_fr: Choisissez votre demande

# Combobox.Contact
source: Contact
ar: اتصال

# Combobox.JoinRequestAuteur
source: Membership Application (Author)
ar: طلب العضوية (المؤلف)
fr_fr: Demande d'adhésion (Auteur)

# Combobox.JoinRequestEditeur
source: Membership Application (Editor)
ar: طلب العضوية (محرر)
fr_fr: Demande d'adhésion (Editeur)

# Combobox.Competition
source: Competition « سمّعني كتاب »
ar: مسابقة سمّعني كتاب
fr_fr: Concours « سمّعني كتاب »

# Combobox.CompetitionVoucherNumber
source: Voucher number
ar: رقم القسيمة
fr_fr: Numéro du bon d'achat

# Combobox.CompetitionVoucherValue
source: Voucher value
ar: قيمة القسيمة
fr_fr: Valeur du bon d'achat

# Combobox.CompetitionBooksList
source: List of desired books
ar: قائمة الكتب المرغوبة
fr_fr: Liste des livres souhaitée

# Combobox.MothersDay
source: Mothers' Day
ar: عيد الأم
fr_fr: Fête des mères

# Contact.YourMail
source: Your Email
ar: بريدك الإلكتروني
fr_fr: Votre Email

# Contact.MotherMail
source: Your mother's Email
ar: البريد الإلكتروني للأم
fr_fr: Email de votre mère

# Contact.BookToOffer
source: Book to offer
ar: الكتاب المرغوب
fr_fr: Livre à offrir

# Contact.aide
source: clik2read helps you
ar: clik2read يساعدك
fr_fr: clik2read vous aide

# Contact.Envoyer
source: Send
ar: ارسل
fr_fr: Envoyer

# Contact.Message
source: Do you have a question ? Need help with information about a book or an order ? Want to share feedback with us? We invite you to contact us on our email address contact@clik2read.com or by filling out the form below :
ar: هل لديك سؤال ؟ هل تحتاج إلى مساعدة في معلومات حول كتاب أو طلب ؟ هل تريد مشاركة التعليقات معنا؟ ندعوك للتواصل معنا على ، على عنوان بريدنا الإلكتروني contact@clik2read.com أو عن طريق ملء النموذج أدناه :
fr_fr: Avez-vous une question ? Besoin d’aide pour des renseignements concernant un livre ou une commande ? Envie de partager un feedback avec nous ? Nous vous invitons à nous contacter sur notre adresse mail contact@clik2read.com ou en remplissant le formulaire ci-dessous :

# Contact.Objet
source: Subject
ar: الموضوع
fr_fr: Objet

# JoinRequestAuteur.ValidationObject
source: Please enter your subject here.
ar: الرجاء إدخال الموضوع هنا.
fr_fr: Veuillez entrer votre Objet ici.

# JoinRequestAuteur.ValidationDescription
source: Please enter your description here.
ar: الرجاء إدخال وصفك هنا.
fr_fr: Veuillez entrer votre description ici.

# JoinRequestAuteur.ValidationEmail
source: Please enter a valid email address.
ar: رجاء قم بإدخال بريد الكتروني صحيح.
fr_fr: Veuillez saisir une adresse e-mail valide.

# JoinRequestAuteur.ValidationFirstName
source: Please enter your first name here.
ar: الرجاء إدخال اسمك الأول هنا.
fr_fr: Veuillez entrer votre prénom ici.

# JoinRequestAuteur.ValidationLastName
source: Please enter your name here.
ar: الرجاء إدخال اسمك هنا.
fr_fr: Veuillez entrer votre nom ici.

# JoinRequestAuteur.ValidationPhone
source: Please enter your phone number here.
ar: الرجاء إدخال الهاتف هنا.
fr_fr: Veuillez entrer votre numéro de téléphone ici.
