Repository: yassinebensalem/click
Catalog: Src/MipLivrelStore/Ressource/SharedResource.*.resx
Languages: ar, fr_fr

# JoinRequestAuteur.ValidationRaisonSociale
source: Please enter your social reason here.
ar: الرجاء إدخال إسم دار النشر هنا.
fr_fr: Veuillez entrer la raison sociale ici.

# JoinRequestAuteur.ValidationIdFiscal
source: Please enter your tax identification here.
ar: الرجاء إدخال المعرف المالي هنا.
fr_fr: Veuillez entrer votre Identifiant Fiscal ici.

# JoinRequestAuteur.ValidationMailExist
source: This mail adress does not exist.
ar: عنوان البريد غير موجود.

# Competition.ValidationVoucherNumber
source: Please enter your voucher number here.
ar: الرجاء إدخال رقم القسيمة هنا.
fr_fr: Veuillez entrer le numéro du bon d'achat ici.

# Competition.ValidationVoucherValue
source: Please enter your voucher value here.
ar: الرجاء إدخال قيمة القسيمة هنا.
fr_fr: Veuillez entrer la valeur du bon d'achat ici.

# Competition.ValidationDesiredBooksList
source: Please choose at least one book.
ar: الرجاء اختيار كتاب واحد على الأقل.
fr_fr: Veuillez choisir au moins un livre.

# Competition.PlaceholderDesiredBooksList
source: Please enter the desired books titles
ar: الرجاء إدخال عناوين الكتب المرغوبة
fr_fr: Veuillez saisir les titres des livres désirés

# Contact.ValidationDesiredBook
source: Please choose one book.
ar: الرجاء اختيار كتاب.
fr_fr: Veuillez choisir un livre.

# Contact.PlaceholderDesiredBook
source: Please enter the title of the desired book
ar: الرجاء إدخال عنوان الكتاب المرغوب
fr_fr: Veuillez saisir le titre du livre désiré

# PostJoinRequest.toastalerts
source: The form was not completed correctly.
ar: لم يتم إكمال النموذج بشكل صحيح. صحح الحقول المحددة.
fr_fr: Le formulaire n'a pas été rempli correctement.

# PostJoinRequest.toastSuccess
source: Operation accomplished successfully
ar: تمت العملية بنجاح
fr_fr: Opération réussie

# PostJoinRequest.toastError
source: Operation failed
ar: لم تنجح العملية
fr_fr: Opération non réussie

# Operations.View
source: View
ar: تفاصيل
fr_fr: Consulter

# Operations.Edit
source: Edit
ar: تعديل
fr_fr: Modifier

# Operations.Delete
source: Delete
ar: حذف
fr_fr: Supprimer

# Operations.DeleteConfirmation
source: Confirmation
ar: تأكيد الحذف

# Operations.DeleteConfirmationText
source: Are you sure you want to delete this book ?
ar: هل أنت متأكد أنك تريد حذف هذا الكتاب؟
fr_fr: Êtes-vous sûr de vouloir supprimer ce livre ?

# Category.filter
source: Filter By
ar: مصنف بواسطة
fr_fr: Filtrer par

# Sidebar.help
source: HELP & SETTINGS
ar: التعليمات والإعدادات
fr_fr: AIDE & PARAMÈTRES

# sidebar.menu
source: MENU
ar: القائمة

# Cart.YourCart
source: Your Cart
ar: الطلبات
fr_fr: Votre Panier

# Cart.Total
source: Total
ar: المجموع

# Cart.SeeCart
source: See Cart
ar: انظر السلة
fr_fr: Voir le Panier

# Cart.NumberofBooksInCart
source: Books in your cart
ar: كتب في عربة التسوق الخاصة بك
fr_fr: Livres dans votre panier

# Cart.Payment
source: Payment
ar: دفع
fr_fr: Paiement

# Cart.AlreadyInCart
source: This book is already in cart !
ar: هذا الكتاب موجود مسبقا في السلة !
fr_fr: Ce livre est déjà dans le panier !

# Book.AlreadyExists
source: This book is already in wishlist !
ar: هذا الكتاب موجود مسبقا في قائمة المفضلة !
fr_fr: Ce livre est déjà dans la liste de favoris !

# Sidebar.Arabic
source: Arabic
ar: العربية
fr_fr: Arabe

# Sidebar.English
source: English
ar: الإنجليزية
fr_fr: Englais

# Sidebar.French
source: Frensh
ar: الفرنسية
fr_fr: Français

# Auteur.BtnClose
source: Close
ar: اغلاق
fr_fr: Fermer

# Auteur.PostAuteur
source: +Author
ar: + المؤلف
fr_fr: +Auteur

# Auteur.SearchAuthor
source: Find an author
ar: ابحث عن مؤلف
fr_fr: Rechercher un auteur

# Author.BooksAlsoConsidered
source: Author's books
ar: كتب المؤلف
fr_fr: Livres d'auteur

# Book.AboutAuthor
source: Biography
ar: سيرة ذاتية
fr_fr: Biographie

# Book.ByAuthorBirthDate
source: Born the
ar: ولد في
fr_fr: Né le

# Menu.Authors
source: Authors
ar: المؤلفون
fr_fr: Auteurs

# Book.Free
source: Free
ar: مجاني
fr_fr: Gratuit

# Prized.Edition
source: Edition
ar: الطبعة
fr_fr: Édition

# Book.Prized
source: Award-winning
ar: حائز على جائزة
fr_fr: Primés

# PrizeBook.Description
source: This initiative crowned a series of actions carried out by MIPLIVREL in the cultural field, support for film production, cultural activities within the company... thus concretizing its choice to want to be a corporate citizen.
ar: توجت هذه المبادرة بسلسلة من الإجراءات التي نفذتها MIPLIVREL في المجال الثقافي ، ودعم إنتاج الأفلام ، والأنشطة الثقافية داخل الشركة ... وبالتالي تجسيد اختيارها للرغبة في أن تكون شركة مواطنة.
fr_fr: Cette initiative est venue couronner une série d'actions menées par MIPLIVREL dans le domaine culturel, soutien à la production cinématographique, animation culturelle au sein de l'entreprise... concrétisant ainsi son choix de se vouloir entreprise citoyenne.

# PrizeBook.Description2
source: Placed under the patronage of the Minister of Culture and Heritage Preservation, the award ceremonies for all the sessions took place in the prestigious setting of the municipal theater of the city of Tunis.
ar: تحت رعاية وزير الثقافة والمحافظة على التراث ، أقيمت مراسم توزيع الجوائز لجميع الجلسات في مكان مرموق بالمسرح البلدي لمدينة تونس.
fr_fr: Placées sous le patronage du Ministre de la culture et de la sauvegarde du patrimoine, les cérémonies de remise des prix de toutes les sessions se sont déroulées dans le prestigieux cadre du théâtre municipal de la ville de Tunis.

# Menu.Awards
source: Awards
ar: الجوائز
fr_fr: Primés

# Book.Read
source: Read
ar: إقرأ
fr_fr: Lire

source: Book added successfully
ar: تمت إضافة الكتاب بنجاح
fr_fr: Livre ajouté avec succès

# Form.From
source: From
ar: من
fr_fr: de

# Form.To
source: To
ar: إلى
fr_fr: à

# Payment.RequestSuccessfully
source: Payment Done Successfully
ar: تم الدفع بنجاح
fr_fr: Paiement effectué avec succès

# Payment.RequestSuccessfullyText
source: You will shortely recieve an email to confirm your payement operation
ar: ستتلقى قريبًا رسالة بريد إلكتروني لتأكيد عملية الدفع الخاصة بك
fr_fr: Vous recevrez sous peu un email pour confirmer votre opération de paiement

source: Payment Details
ar: بيانات الدفع
fr_fr: Détails de paiement

# Authenticated.SuccessfullyAuthenticatedPart1
source: You've successfully authenticated with
ar: لقد نجحت في الإثبات مع
fr_fr: Vous avez réussi à vous authentifier auprès de

# Authenticated.SuccessfullyAuthenticatedPart2
source: Please click here to continue.
ar: الرجاء النقر هنا للانتقال إلى الخطوة التالية.
fr_fr: Veuillez cliquer ici pour continuer.

# Authenticated.Continue
source: Continue
ar: التالي
fr_fr: Continuer

# PaiementType.Bank
source: Bank card
ar: بطاقة بنكية
fr_fr: Carte bancaire

# PaiementType.PostOffice
source: The post office
ar: البريد
fr_fr: La poste

# Cart.SubTotal
source: Subtotal
ar: المجموع الجزئي
fr_fr: Sous-total

# Cart.Tax
source: Fiscal stamp
ar: طابع جبائي
fr_fr: Timbre fiscal

# Combobox.Laureat
source: Laureat Higher Institute of Languages ​​of Tunis 22/23
ar: الفائز بالمعهد العالي للغات بتونس 22/23
fr_fr: Lauréat Institut supérieure des langues de Tunis 22/23

# Laureat.InformationPanel
source: First create your account on Clik2read
ar: قم أولاً بإنشاء حسابك على Clik2read
fr_fr: Créer d'abord votre compte sur Clik2read

# Laureat.EmailPlaceHolder
source: Insert your clik2read account email
ar: أدخل البريد الإلكتروني لحساب clik2read الخاص بك
fr_fr: Insérer l'email de votre compte clik2read

# Laureat.VoucherValueLabel
source: Voucher value
ar: قيمة القسيمة
fr_fr: Valeur du bon gagné

# Laureat.VoucherValuePlaceHolder
source: Enter the value of your voucher
ar: أدخل قيمة قسيمتك
fr_fr: Insérer la valeur de votre bon

# Laureat.BooksLabel
source: Books
ar: الكتب
fr_fr: Livres

# Laureat.BooksPlaceHolder
source: Select books
ar: حدد الكتب
fr_fr: Sélectionner les livres

# Laureat.BooksValuePanel
source: The value of the chosen books must not exceed the value of the voucher
ar: يجب ألا تتجاوز قيمة الكتب المختارة قيمة القسيمة
fr_fr: La valeur des livres choisis ne doit pas dépasser la valeur du bon

# Register.TombolaMessage
source: To participate in the Entry Raffle, you must add a free book to your library.
ar: للمشاركة في السحب ، يجب عليك إضافة كتاب مجاني إلى مكتبتك.
fr_fr: Pour participer au Tombola d'inscription, vous devez ajouter un livre gratuit dans votre bibliothèque.

# Register.FreeBooksLink
source: Click to access the free books page.
ar: انقر للوصول إلى صفحة الكتب المجانية.
fr_fr: Cliquer pour accéder à la page des livres gratuits.

# UpdateUser.AlertDanger
source: verify your information
fr_fr: Vérifier vos informations
